/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Wystąpił błąd sprawdzania poprawności";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Wystąpił błąd";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Porzucenie zmiany";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Błąd formatowania";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Niedozwolony klucz";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "Klucz nie może być pusty";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Klucz jest już używany";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Wartość dla %@ nie może być pusta";

